[Version]
7.7

[Main]	
Item0000=ברוך הבא ל-HP Recovery Manager. השתמש בכלי זה כדי להחזיר את המחשב לפעילות תקינה במקרה שפעילותו תיפגע.
Item0001=אני זקוק לעזרה מיידית
Item0002=ברצוני לבצע משימות תחזוקה
Item0003=ברצוני לפנות לתמיכה של HP
Item0004=ברצוני לנקוט אמצעי זהירות
Item0005=שחזור המערכת של Windows‎‏
Item0006=שחזר את המערכת לתאריך מוקדם יותר
Item0007=סביבת השחזור של Windows
Item0008=אתחל את המחשב והיכנס אל "סביבת השחזור של Windows" כדי לרענן את התמונה ולשחזר את המערכת למצב היציאה המקורי מהמפעל.
Item0009=גיבוי קבצים
Item0010=גבה את נתוניך האישיים
Item0011=שחזור תמונות ממוזערות
Item0012=שחזר את מערכת ההפעלה, מנהלי ההתקן ותוכנות נבחרות בלבד (תמונה נקייה)
Item0013=ביצוע בדיקה של המחשב
Item0014=השתמש בכלי אבחון חומרה לאבחון הזיכרון, הכונן הקשיח ורכיבים נוספים של המחשב.
Item0015=יצירת מדיה לשחזור
Item0016=צור ערכה של מדיה לשחזור עבור המערכת
Item0017=הסרת מחיצת שחזור
Item0018=מחק את תמונת הגיבוי של התוכנות שהותקנה על-ידי היצרן כדי לפנות מקום בכונן הקשיח
Item0019=איפוס להגדרות היצרן
Item0020=אפס את המחשב על-ידי מחיקת הכונן הקשיח כולו ושחזור הגדרות היצרן המקוריות
Item0021=ביצוע תחזוקה של המחשב
Item0022=פתור בעיות, הורד עדכונים ולמד אודות המחשב שברשותך
Item0023=קבלת סיוע מ-HP
Item0024=הצג פרטי קשר עבור שירות הלקוחות של HP
Item0025=הצג פרטי קשר
Item0026=הצג פרטי קשר עבור שירות הלקוחות של HP
Item0027=התקנה מחדש של מנהלי התקן ויישומים
Item0028=התקן מחדש מנהלי התקן ו/או יישומים
Item0029=מושבת: מחיצת השחזור הוסרה.
Item0030=מושבת: השתמש במדיית השחזור כדי לשחזר את המערכת.
Item0031=מושבת: שחזור מערכת Windows כבוי.
Item0032=מושבת: HP Support Assistant אינו מותקן.
Item0033=גיבוי ושחזור של Windows
Item0034=צור גיבוי או שחזר קבצים מגיבוי קיים
Item0035=הרשאות גישה בלתי מספקות
Item0036=להפעלת HP Recovery Manager נדרשות הרשאות מנהל. שנה את הגדרת בקרת חשבון המשתמש (UAC). 	
Item0037=גרסה: 00
Item0038=מושבת: אין תמיכה עם דיסק דינמי
Item0039=מושבת: השתמש בניהול הדיסקים של Windows
Item0040=היסטוריית הקבצים של Windows‏
Item0041=נדרשת גישה למחיצת השיקום עבור מאפיינים מסוימים. עגן את מחשב הלוח בבסיס שלו והפעל שוב את HP Recovery Manager כדי לאפשר אפשרויות אלה.
Item0042=כדי להשתמש באפשרות זו, עגן את מחשב הלוח בבסיס שלו והפעל שוב את HP Recovery Manager.
Item0043=אפשרויות השיקום וגיבוי הקבצים דורשים גישה למחיצת השיקום הנמצאת בבסיס. עגן את מחשב הלוח בבסיס, הפעל מחדש את המערכת, והקש F11 כדי להפעיל את HP Recovery Manager. לחץ על 'המשך' כדי להפעיל את Computer Checkup (בדיקת המחשב).
Item0044=רענון מערכת Windows
Item0045=אמצעי זהירות
Item0046=תמיכה
Item0047=תחזוקה
Item0048=יצירת מדיה לשחזור
Item0049=יצירת מדיה לשחזור עבור המערכת
Item0050=ביצוע תחזוקה של המחשב	
Item0051=פנייה לתמיכה של HP
Item0052=הסרת מחיצת שחזור
Item0053=צור נקודות שחזור או השתמש בנקודות שחזור שיצרת בעבר כדי להחזיר את המערכת שלך למצבה בתאריך קודם
Item0054=היסטוריית הקבצים של Windows
Item0055=סביבת השחזור של HP
Item0056=הפעל את המחשב מחדש והיכנס אל 'סביבת השחזור של Windows' כדי לשחזר את המערכת למצב המקורי שהוגדר על-ידי היצרן.
Item0057=אין להוציא את מחשב הלוח מתחנת העגינה במהלך השחזור. לאחר פעולה זו, לא ניתן יהיה לאתחל את מחשב הלוח.
Item0058=הפעל מחדש והזן 00 כדי לשחזר את המערכת
Item0059=איפוס מערכת Windows
Item0060=HP Recovery Manager נתמך רק בתצוגה אופקית.
Item0061=סגור את HP Recovery Manager, העבר את התצוגה למצב אופקי, והפעל שוב את HP Recovery Manager.

[General]	
Item0100=הקודם
Item0101=הבא
Item0102=ביטול
Item0103=המשך
Item0104=סיום
Item0105=אישור
Item0106=האם ברצונך לצאת מ-HP Recovery Manager?
Item0107=ודא שהמחשב מחובר למתאם המתח על מנת שתהליך השחזור לא ייפסק באמצע.
Item0108=HP Recovery Manager כבר פועל!!
Item0109=הפעלה מחדש
Item0110=כיבוי
Item0111=זהירות: המחשב פועל כעת באמצעות מתח סוללה.
Item0112=תהליך זה דורש חיבור של המחשב למתאם המתח.
Item0113=חבר את המחשב למתאם מתח ולאחר מכן לחץ על 'אישור' כדי להמשיך.
Item0114=פעולת HP Recovery Manager נכשלה. קוד שגיאה = 00
Item0115=אירעו שגיאות. נסה שוב.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(קוד שגיאה=00)
Item0119=אין תמיכה בשחזור בתצורה הנוכחית, הפעל את אפשרות ההאצה עבור Intel Smart Response Technology ונסה שוב.
Item0120=Recovery Manager נועד ל-Windows 7. הוא לא תואם ל-Windows 8.
Item0121=ערכת Softpaq אינה נתמכת עבור Windows 7. תחילה, שדרג את המערכת ל-Windows 8‏.
	
[Windows System Restore]
Item0200=שחזור המערכת של Windows‎‏
Item0201=כדי להשתמש ב'שחזור המערכת' של Windows‏, יש לסגור את HP Recovery Manager‏.
Item0202='שחזור המערכת' של Windows יכול לסייע בפתרון בעיות שעשויות לגרום למחשב שלך לפעול באיטיות או להפסיק להגיב. לא תהיה לו השפעה על המסמכים, התמונות או נתונים אישיים אחרים שלך.
Item0203=להפעלת' שחזור המערכת' של Windows באופן אוטומטי , לחץ על 'הבא'.
	       	
[Computer Checkup]	
Item0250=בדיקת המחשב
Item0251=הפעל את Check Disk (בדיקת דיסק) עבור המחיצה של Windows
Item0252=הפעל את Check Disk (בדיקת דיסק) עבור מחיצת השחזור
Item0253=פתח שורת פקודה
Item0254=כדי להמשיך, בחר באפשרות כלשהי ולאחר מכן לחץ על 'הבא'.
		
[Remove Recovery Partition]	
Item0300=הסרת מחיצת שחזור
Item0301=אפשרויות השחזור Windows Push Button Reset (לחצן האתחול של Windows) ותמונת HP לא יהיו זמינות לאחר הסרת מחיצת השחזור.
Item0302=אני מבין. המשך בהסרת מחיצת השחזור.
Item0303=המשך
Item0304=יצירת המדיה לשחזור לא הושלמה. האפשרות של יצירת מדיה לשחזור לא תהיה זמינה לאחר הסרת מחיצת השחזור.
Item0305=עבור אל 00 כעת.
Item0306=מסיר מחיצת שחזור...
Item0307=לחץ על 'המשך' לחזרה לדף הבית
Item0308=דף הבית
Item0309=צור מדיה לשחזור
Item0310=אירעו שגיאות בעת הסרת מחיצת השחזור. נסה שוב.
Item0311=מחיצת השחזור הוסרה בהצלחה..
Item0312=אפשרויות שחזור תמונה של HP לא יהיו זמינות לאחר הסרת מחיצת השחזור.
		
[File Restore Program]	
Item0400=שחזור קבצים 
Item0401=ברוך הבא
Item0402='שחזור קבצים' מסייע בשחזור קבצים שגובו קודם לכן.
Item0403=להמשך, לחץ על 'הבא'.
Item0404=אילו סוגי קבצים ברצונך לשחזר?
Item0405=תמונות
Item0406=מוסיקה וקובצי שמע אחרים
Item0407=סרטים וסרטוני וידאו
Item0408=תוכניות טלוויזיה מוקלטות
Item0409=מסמכים, גליונות ומצגות
Item0410=הודעות דואר אלקטרוני, הגדרות ומועדפים באינטרנט
Item0411=אחרים
Item0412=עזרה
Item0413=שחזור הקבצים יתבצע למיקום הבא:
Item0414=קיצור דרך למיקום זה מופיע בשולחן העבודה.
Item0415=מתבצע שחזור
Item0416=התקדמות:  00%
Item0417=אנא המתן...
Item0418=הקבצים שוחזרו
Item0419=השחזור הושלם בהצלחה.
Item0420=לסגירת תוכנית זו, לחץ על 'סיום'.
Item0421=אורך הנתיבים של חלק מהקבצים ששוחזרו עולה על 260 תווים. עיין ב-00.
Item0422=אישור
Item0423=אזהרה
Item0424='שחזור קבצים' כבר פועל.
Item0425=יש להפעיל את 'שחזור הקבצים' ב-Windows 7 בלבד.
Item0426=האם לבטל שחזור קבצים?
Item0427=השחזור בוטל
Item0428=תהליך השחזור בוטל.
Item0429=היכן תרצה לשמור את קובצי הגיבוי?
Item0430=דיסק מקומי
		
[File Backup Program]	
Item0500=גיבוי קבצים
Item0501=אילו סוגי קבצים ברצונך לגבות?
Item0502=תמונות
Item0503=מוסיקה וקובצי שמע אחרים
Item0504=סרטים וסרטוני וידאו
Item0505=תוכניות טלוויזיה מוקלטות
Item0506=מסמכים, גליונות ומצגות
Item0507=הודעות דואר אלקטרוני, הגדרות ומועדפים באינטרנט
Item0508=אחרים
Item0509=עזרה
Item0510=להמשך, לחץ על 'הבא'.
Item0511=סריקה
Item0512=אשף גיבוי הקבצים יוצר רשימת קבצים לגיבוי.
Item0513=תהליך זה עשוי לארוך מספר דקות.
Item0514=התקדמות: ‎00 %‎
Item0515=אנא המתן...
Item0516=אין כעת די שטח זמין במחיצת המערכת שבכונן הקשיח לאחסון זמני במהלך דחיסת נתונים.
Item0517=יש לפנות מקום במחיצת המערכת שבכונן הקשיח כדי להמשיך במשימה זו.
Item0518=אישור
Item0519=אזהרה
Item0520=כדי להמשיך, בחר באפשרות כלשהי ולאחר מכן לחץ על 'הבא'.
Item0521=יצירת הגיבוי
Item0522=יצירת קובצי הגיבוי
Item0523=גיבוש סופי של קובצי הגיבוי
Item0524=לא נמצאו קבצים מהסוגים שנבחרו על-ידי המשתמש.
Item0525=היכן ברצונך לשמור את הגיבוי?
Item0526=גודל קובצי המקור:  00
Item0527=שם
Item0528=סוג
Item0529=גודל כולל
Item0530=שטח פנוי
Item0531=אין התקן זמין לגיבוי קבצים. ודא שהדיסק הנשלף מחובר.
Item0532=נשלף
Item0533=גיבוי הקבצים מוכן.
Item0534=הקבצים יישמרו במיקום (00).
Item0535=מעתיק את הגיבוי 
Item0536=כונן היעד אינו מחובר.
Item0537=גיבוי קבצים
Item0538=HP Recovery Manager יצר את הגיבוי בהצלחה.
Item0539=האם לבטל גיבוי קבצים?
Item0540=ביטול
Item0541=הגיבוי בוטל
Item0542=תהליך הגיבוי בוטל בהצלחה.
Item0543=תהליך הגיבוי בוטל.
Item0544=האם ברצונך להמשיך בפעולת שחזור המערכת?
Item0545=האם ברצונך להמשיך בשחזור תמונות ממוזערות?
Item0546=האם ברצונך להמשיך בשחזור הגדרות יצרן?
Item0547=כן
Item0548=לא
Item0549=צורב
Item0550=אין התקן זמין לגיבוי קבצים. ודא שהדיסק הנשלף או הצורב מחובר.
Item0551=גיבוי אוטומטי
Item0552=מאפשר למשתמש לבחור קטגוריות לגיבוי (לדוגמה - תמונות). הגיבוי יכסה את רוב סוגי הקבצים שמשמשים בדרך כלל בקטגוריה. השתמש באפשרות זו אם אתה מחפש דרך קלה להגדיר את הגיבוי.
Item0553=גיבוי ידני
Item0554=מאפשר למשתמש לבחור תיקיות וקבצים ספציפיים לגיבוי. השתמש באפשרות זו אם אתה מעוניין בשליטה מלאה בנתונים שיגובו.
Item0555=העתקת נתונים ישירה
Item0556=בהעתקת נתונים ישירה לא נעשה שימוש בדחיסה, והקבצים אינם משוחזרים באמצעות HP Recovery Manager. כדי לגשת לקבצים מכל מחשב לאחר השלמת הגיבוי, פשוט היכנס לספרייה System Recovery Files (קובצי System Recovery).
Item0557=לשחזור הנתונים למערכת המקורית, פשוט העתק את הקבצים והדבק אותם חזרה.
Item0558=הכנס תקליטור DVD+R או DVD-R ריק ולחץ על 'הבא'.
Item0559=התקדמות צריבה:  00‎ %‎
Item0560=סך הכל תקליטורים:  00
Item0561=תקליטור נוכחי:  00
Item0562=הכנס תקליטור
Item0563=הכנס תקליטור ריק.
Item0564=הדיסק שהכנסת אינו נתמך ב-HP Recovery Manager, הכנס תקליטור DVD+R או DVD-R ריק (בקיבולת ‎4.7GB).
Item0565=הכנת נתונים	
	
[Recovery Media Creation]	
Item0600=דף הבית
Item0601=צור מדיה לשחזור
Item0602=באפשרותך ליצור ערכה 00 בלבד של מדיה לשחזור.
Item0603=אני מסכים.
Item0604=המשך
Item0605=הכנס אחד מסוגי המדיה הבאים:
Item0606=כונן הבזק מסוג USB
Item0607=נדרשת קיבולת מינימלית של ‎00GB
Item0608=תקליטור DVD
Item0609=נדרשים 00 תקליטורים
Item0610=DVDDL
Item0611=האם להמשיך עם המדיה המודגשת?
Item0612=כן
Item0613=לא
Item0614=מייצר כונן הבזק USB לשחזור...
Item0615=הכן תקליטור
Item0616=מאתחל כונן הבזק מסוג USB
Item0617=העתק תמונה
Item0618=מעתיק את תמונת השחזור לכונן הבזק USB...
Item0619=אמת תקליטור
Item0620=מאמת את תמונת השחזור בכונן הבזק USB...
Item0621=‎00 %‎ הושלמו
Item0622=הכנס תקליטור
Item0623=הכנס תקליטור 00 להמשך. לחץ על 'ביטול' כדי להפסיק את יצירת המדיה לשחזור. תוכל להמשיך את תהליך יצירת מדיה לשחזור בכל עת על-ידי בחירה באפשרות 'צור מדיה לשחזור' פעם נוספת.
Item0624=הכן נתונים
Item0625=יוצר תמונת שחזור
Item0626=צרוב נתונים
Item0627=צורב את תמונת השחזור לתקליטור
Item0628=אמת תקליטור
Item0629=מאמת את תמונת השחזור בתקליטור
Item0630=נוצרה מדיה לשחזור בתאריך 00. באפשרותך ליצור ערכה אחת בלבד של מדיה לשחזור.
Item0631=לחץ על 'אישור' לחזרה לדף הבית
Item0632=אישור
Item0633=יצירת המדיה לשחזור לא הושלמה. לחץ על 'המשך' כדי להשלים את יצירת המדיה לשחזור.
Item0634=ביטול
Item0635=חבר את המחשב למתאם מתח
Item0636=כדי להמשיך בתהליך זה, על הסוללה להיות במקומה ועל המחשב להיות מחובר למתאם מתח
Item0637=הכנס את הסוללה למקומה
Item0638=לא נמצא כונן אופטי
Item0639=כעת ניתן לחבר את הכונן האופטי
Item0640=תקליטור Blu-ray
Item0641=יצירת תקליטור השחזור 00 הושלמה. צור תווית לתקליטור 00 ושמור אותו במקום בטוח.
Item0642=כונן ההבזק מסוג USB יאותחל. כל הנתונים שבכונן ההבזק מסוג USB יאבדו. כל השטח בכונן ההבזק מסוג USB ישמש עבור תמונת השחזור (גם אם הגודל של כונן ההבזק מסוג USB עולה על הגודל המשוער של תמונת השחזור).
Item0643=לחץ על 'ביטול' כדי לחזור לבחירת מדיה או על 'המשך' כדי להתחיל בהכנת הדיסק.
Item0644=בחר באחת מאפשרויות המדיה שלהלן 
Item0645=אחת
Item0646=מנתח חומרה...
Item0647=מתבצעת יצירת מדיה לשחזור. לא ניתן לסגור את HP Recovery Manager.
Item0648=אירעו שגיאות בעת יצירת מדיה לשחזור. נסה שוב.
Item0649=הקיבולת של כונן ההבזק שהוכנס אינה מספיקה. הכנס כונן אחר.
Item0650=אין תמיכה במדיה לצריבה חוזרת. הכנס תקליטור ריק 00.
Item0651=התקליטור שהוכנס אינו ריק. הכנס תקליטור ריק 00.
Item0652=יצירת תקליטור השחזור 00 של 01 הושלמה. צור תווית לתקליטור 00 של 01 ושמור אותו במקום בטוח.
Item0653=יצירת תקליטור השחזור הושלמה בהצלחה.
Item0654=יצירת כונן ההבזק לשחזור הושלמה בהצלחה. צור תווית לכונן ההבזק ושמור אותו במקום בטוח.
Item0655=נדרש תקליטור 00
Item0656=לא קיימת תמיכה במדיה הניתנת לכתיבה חוזרת!!
Item0657=לא קיימת תמיכה בסוג המדיה שהוכנס!!
Item0658=מחיצת השחזור הוסרה - תהליך היצירה של המדיה לשחזור אינו זמין עוד
Item0659=אימות התקליטור נכשל. השתמש בתקליטור אחר ונסה שוב.
Item0660=צריבת התקליטור נכשלה. השתמש בתקליטור אחר ונסה שוב.
Item0661=מערכת זו נוצרת ממדיה לשחזור. באפשרותך ליצור ערכה אחת בלבד של מדיה לשחזור.
Item0662=מחיצת השחזור הוסרה.
Item0663=חריגה ממגבלת הנפח הפנוי ב-USB
Item0664=גודל תמונת השחזור חורג מ-‎32 GB. השתמש במדיה אופטית.
Item0665=גודל תמונת השחזור חורג ממגבלת הגודל של ‎32 GB המוקצה לכונן הבזק מסוג USB. ליצירת מדיית שחזור, תצטרך להשתמש במדיה אופטית (תקליטורי DVD).
Item0666=ודא כי כונן ההבזק מסוג USB יכול להכיל נתונים בנפח 00‎ GB ‏(32‎ GB לכל היותר).
Item0667=- הושלמה יצירת תקליטור שחזור 00 מתוך 01. רשום על התקליטור "00 מתוך 01" ואחסן אותו במקום בטוח.
Item0668=- הכנס תקליטור כדי להמשיך, או הקלק על Cancel (ביטול) כדי להפסיק את היצירה של תקליטור השחזור. 
Item0669=- תוכל להמשיך בכל עת על-ידי בחירה חוזרת באפשרות Create Recovery Media (צור מדיית שיקום).
Item0670=זהירות: כונן USB הבזק שנבחר יאותחל. כל הנתונים המאוחסנים בכונן USB הבזק יאבדו.
Item0671=המערכת תשתמש בנפח זיכרון מרבי של 32GB בכונן USB flash עבור תמונת השיקום. אם נפח הזיכרון של כונן USB flash גדול מ-32GB, הזיכרון שנותר לאחר יצירת מדיית השיקום לא יהיה ניתן לשימוש.
Item0672=לחץ על Cancel (ביטול) כדי לחזור לבחירת המדיה או על Continue (המשך) כדי להתחיל ליצור את המדיה לשיקום.
Item0673=בחר באפשרות 00 כדי לחזור לבחירת המדיה, או בחר באפשרות 01 כדי להתחיל ביצירת מדיית השיקום.
	
[System Recovery]	
Item0700=שחזר את המחשב להגדרות המקוריות כפי שהוגדרו על-ידי היצרן
Item0701=תהליך זה יביא להתקנה מחדש של תמונת היצרן המקורית במחיצת המערכת, אך לא יגרום לביצוע שינויים אחרים בכונן הקשיח.
Item0702=כל הקבצים והתוכניות שנוצרו על-ידי המשתמש והותקנו לאחר הרכישה יאבדו.
Item0703=גבה את הקבצים תחילה (מומלץ)
Item0704=שחזר מבלי לגבות את הקבצים
Item0705=כדי להמשיך, בחר באפשרות כלשהי ולאחר מכן לחץ על 'הבא'.
Item0706=סביבת השחזור של HP
Item0707=ברוך הבא ל-HP Recovery Manager
Item0708=השתמש בתוכנית זו כדי לשחזר את המחשב להגדרות המקוריות שלו כפי שהוגדרו על-ידי היצרן.
Item0709=לפני שתמשיך, יש לנתק את כל ההתקנים החיצוניים.
Item0710=לקבלת מידע נוסף, עיין בתיעוד עבור המחשב.
Item0711=להמשך, לחץ על 'הבא'.
Item0712=שחזור תמונת היצרן
Item0713=אתחול מחדש של מחיצת הכונן הקשיח ב-Windows
Item0714=התקנה מחדש של התוכנה המקורית
Item0715=התקדמות:  ‎00 %‎ 
Item0716=הזמן המשוער שנותר: 00 דקות
Item0717=אנא המתן...
Item0718=השחזור הושלם
Item0719=לאחר הפעלת המחשב מחדש ולאחר שסיימת לבצע את ההתקנה הראשונית של המחשב, עליך לבצע מספר שלבים נוספים חשובים:
Item0720=עדכן קובצי אבטחה מ-Microsoft ומ-HP
Item0721=התקן מחדש תוכנות שלא סופקו עם המחשב
Item0722=שחזר נתונים אישיים כלשהם שגיבית (אם ישים)
Item0723=לחץ על 'סיום' כדי להפעיל את המחשב מחדש כעת.
Item0724=הכנות לשחזור
Item0725=הכונן הקשיח יאותחל מחדש, וכל הקבצים הדרושים לשחזור של תמונת היצרן יועתקו לכונן הקשיח.
Item0726=התקנת השחזור
Item0727=תוכנות ומנהלי התקן מותקנים, והתוכן מותאם אישית למחשב שברשותך.
Item0728=HP Recovery Manager יאפס את הכונן הקשיח להגדרות היצרן. שינויים שבוצעו בנתוני משתמש ובכונן הקשיח יאבדו.
Item0729=אישור
Item0730=ביטול
Item0731=הכנות לשחזור תמונת היצרן
Item0732=העתקת קבצים הדרושים לשחזור הכונן הקשיח
Item0733=ההכנות לשחזור הושלמו
Item0734=לאחר הפעלת המחשב מחדש, יתחיל שלב התקנת השחזור.
Item0735=תוכנות ומנהלי התקן יותקנו, והתכנים יותאמו למחשב.
Item0736=במהלך שלב זה, המחשב יופעל מחדש באופן אוטומטי מספר פעמים. זהו חלק רגיל מהתהליך.
Item0737=אין לכבות את המחשב, לסגור את המכסה, לנתק את המחשב ממתאם המתח או לנסות לגשת למחשב כעת.
Item0738=לחץ על 'המשך' כדי להפעיל מחדש את המחשב.
Item0739=הכנס את תקליטור השחזור ‎#00‎.
Item0740=הסר את המדיה לשחזור מהמערכת
Item0741=אין אפשרות להפעיל את 'שחזור המערכת' מ-Windows. האם ברצונך להפעיל מחדש את המחשב ולהיכנס לסביבת השחזור?
Item0742=האם להמשיך?
Item0743=מכין סביבת שחזור...
Item0744=סגור את כל היישומים ובצע אתחול מחדש של המערכת.
Item0745=לפני שתמשיך, יש לנתק את כל ההתקנים החיצוניים למעט המקלדת, העכבר והמסך.
Item0746=אין אפשרות להפעיל את 'שחזור המערכת' מ-Windows. האם ברצונך להפעיל מחדש את המחשב ולהיכנס לסביבת השחזור?
Item0747=תהליך השחזור כולל שני שלבים:
Item0748=דף הבית
Item0749=שחזור המערכת
Item0750=מושבת: השתמש באפשרות 'איפוס להגדרות היצרן' כדי לשחזר את המערכת	
Item0751=עדכן את המערכת על-ידי התקנת העדכונים האחרונים מאת Microsoft ו-HP.
Item0752=בחרת ב'סביבת השחזור של HP' המערכת תופעל מחדש ותיכנס לסביבת השחזור. האם ברצונך להמשיך?
Item0753=אם המחשב שלך כלל במקור יותר ממערכת הפעלה אחת, תהליך השחזור יאפס את כל מערכות ההפעלה ויחזיר אותן להגדרות היצרן.
Item0754=בחרת 00. המערכת תאותחל ותיכנס לסביבת השחזור. האם ברצונך להמשיך?
Item0755=כל הקבצים והמחיצות שנוצרו על-ידי משתמשים וכל התוכניות שהותקנו לאחר הרכישה יימחקו.
Item0756=תהליך השחזור כולל שני שלבים:
Item0757=הכנות לשחזור
Item0758=מחיצת Windows תאותחל מחדש, וכל הקבצים הדרושים לשחזור מערכת Windows למצבה המקורי יועתקו לדיסק הקשיח.
Item0759=התקנת השחזור
Item0760=תוכנות ומנהלי התקן יותקנו, והתוכן יותאם אישית למחשב שברשותך.
Item0761=שחזור קבצים אל הכונן הקשיח
Item0762=תוכנית HP Drive Encryption‏ (HPDE) מאופשרת במחשב זה. השבת את HPDE לפני הפעלת שחזור מערכת.
	
[Minimized Image Recovery]	
Item0800=שחזור תמונות ממוזערות
Item0801=תהליך זה יביא להתקנה מחדש של סביבת Windows נקייה, כאשר מנהלי ההתקן והתוכנה המינימלית מותקנים.
Item0802=כל הקבצים והתוכניות שנוצרו על-ידי המשתמש והותקנו לאחר הרכישה יאבדו.
Item0803=גבה את הקבצים תחילה (מומלץ)
Item0804=שחזר מבלי לגבות את הקבצים
Item0805=כדי להמשיך, בחר באפשרות כלשהי ולאחר מכן לחץ על 'הבא'.
Item0806=שחזור תמונות ממוזערות
Item0807=ברוך הבא ל-HP Recovery Manager
Item0808=תהליך זה יביא להתקנה מחדש של סביבת Windows נקייה, כאשר מנהלי ההתקן והתוכנה המינימלית מותקנים.
Item0809=תהליך השחזור כולל שני שלבים:
Item0810=הכנות לשחזור
Item0811=הכונן הקשיח יאותחל מחדש, וכל הקבצים הדרושים לשחזור של התמונה הממוזערת יועתקו לכונן הקשיח.
Item0812=התקנת השחזור
Item0813=תוכנות ומנהלי התקן מותקנים, והתוכן מותאם אישית למחשב שברשותך.
Item0814=לפני שתמשיך, יש לנתק את כל ההתקנים החיצוניים.
Item0815=לקבלת מידע נוסף, עיין בתיעוד עבור המחשב.
Item0816=להמשך, לחץ על 'הבא'.
Item0817=זוהה דיסק דינמי. אין אפשרות להמשיך בשחזור. יש להשתמש במדיה לשחזור על מנת לשחזר את המחשב
Item0818=הכנות לשחזור תמונות ממוזערות
Item0819=אתחול מחדש של מחיצת הכונן הקשיח ב-Windows
Item0820=העתקת קבצים הדרושים לשחזור הכונן הקשיח
Item0821=התקדמות: ‎00 %‎ 
Item0822=הזמן המשוער שנותר: 00 דקות
Item0823=אנא המתן...
Item0824=ההכנות לשחזור הושלמו
Item0825=לאחר הפעלת המחשב מחדש, יתחיל שלב התקנת השחזור.
Item0826=תוכנות ומנהלי התקן יותקנו, והתכנים יותאמו למחשב.
Item0827=במהלך שלב זה, המחשב יופעל מחדש באופן אוטומטי מספר פעמים. זהו חלק רגיל מהתהליך.
Item0828=אין לכבות את המחשב, לסגור את המכסה, לנתק את המחשב ממתאם המתח או לנסות לגשת למחשב כעת.
Item0829=לחץ על 'המשך' כדי להפעיל מחדש את המחשב.
Item0830=השחזור הושלם
Item0831=לאחר הפעלת המחשב מחדש ולאחר שסיימת לבצע את ההתקנה הראשונית של המחשב, עליך לבצע מספר שלבים נוספים חשובים:
Item0832=עדכן קובצי אבטחה מ-Microsoft ומ-HP
Item0833=התקן מחדש תוכנות שלא סופקו עם המחשב
Item0834=שחזר נתונים אישיים כלשהם שגיבית (אם ישים)
Item0835=לחץ על 'סיום' כדי להפעיל את המחשב מחדש כעת.
Item0836=אישור
Item0837=הכנס את תקליטור השחזור ‎#00‎.
Item0838=הסר את המדיה לשחזור מהמערכת
Item0839=HP Recovery Manager יתקין את התמונה הממוזערת. שינויים שבוצעו בנתוני משתמש ובכונן הקשיח יאבדו.
Item0840=לפני שתמשיך, יש לנתק את כל ההתקנים החיצוניים למעט המקלדת, העכבר והמסך.
Item0841=מושבת: השתמש באפשרות 'איפוס להגדרות היצרן' כדי לשחזר את המערכת
Item0842=אם המחשב שלך כלל במקור יותר ממערכת הפעלה אחת, תהליך השחזור יאפס את כל מערכות ההפעלה ויחזיר אותן להגדרות המפעל.
	
[Boot from UCRD]	
Item0900=שחזור המערכת
Item0901=כברירת מחדל, ההפעלה של HP Recovery Manager מתבצעת מהכונן הקשיח, אך ניתן להפעיל אותו מהמדיה שהכנסת.
Item0902=הפעל תוכנית מהמדיה
Item0903=הפעל תוכנית מהכונן הקשיח
Item0904=כדי להמשיך, בחר באפשרות כלשהי ולאחר מכן לחץ על 'הבא'.
Item0905=הפעל תוכנית מהכונן הקשיח
Item0906=המחשב יבצע כעת אתחול מחדש מהמחיצה.
Item0907=הסר את המדיה לשחזור לפני שתמשיך.
Item0908=לסגירת אשף זה, לחץ על 'סיום'.
Item0909=פנייה לשירות הלקוחות של HP
Item0910=המדיה לשחזור המערכת לא תומכת במחשב זה.
Item0911=לא ניתן לשחזר מערכת זו באמצעות המדיה.
Item0912=לא ניתן לשחזר מערכת זו באמצעות יציאת ההתקן. פנה לתמיכת הלקוחות של HP.
		
[Factory Reset]	
Item1000=איפוס להגדרות היצרן
Item1001=שחזור תמונת היצרן
Item1002=האם ברצונך לשחזר את המערכת להגדרות היצרן המקוריות?
Item1003=גבה את הקבצים תחילה (מומלץ)
Item1004=שחזר מבלי לגבות את הקבצים
Item1005=כדי להמשיך, בחר באפשרות כלשהי ולאחר מכן לחץ על 'הבא'.
Item1006=ברוך הבא ל-HP Recovery Manager
Item1007=השתמש בתוכנית זו כדי לשחזר את המחשב להגדרות המקוריות שלו כפי שהוגדרו על-ידי היצרן.
Item1008=תהליך השחזור כולל שני שלבים:
Item1009=הכנות לשחזור
Item1010=הכונן הקשיח יאותחל מחדש, וכל הקבצים הדרושים לשחזור של תמונת היצרן יועתקו לכונן הקשיח.
Item1011=התקנת השחזור
Item1012=תוכנות ומנהלי התקן מותקנים, והתוכן מותאם אישית למחשב שברשותך.
Item1013=לפני שתמשיך, יש לנתק את כל ההתקנים החיצוניים.
Item1014=לקבלת מידע נוסף, עיין בתיעוד עבור המחשב.
Item1015=להמשך, לחץ על 'הבא'.
Item1016=HP Recovery Manager יאפס את הכונן הקשיח להגדרות היצרן. שינויים שבוצעו בנתוני משתמש ובכונן הקשיח יאבדו.
Item1017=הכנות לשחזור תמונת היצרן
Item1018=אתחול מחדש של מחיצת הכונן הקשיח ב-Windows
Item1019=העתקת קבצים הדרושים לשחזור הכונן הקשיח
Item1020=משחזר קבצים אל הכונן הקשיח
Item1021=התקדמות:  00‎ %‎ 
Item1022=אנא המתן...
Item1023=הזמן המשוער שנותר: 00 דקות
Item1024=ההכנות לשחזור הושלמו
Item1025=לאחר הפעלת המחשב מחדש, יתחיל שלב התקנת השחזור.
Item1026=תוכנות ומנהלי התקן יותקנו, והתכנים יותאמו למחשב.
Item1027=במהלך שלב זה, המחשב יופעל מחדש באופן אוטומטי מספר פעמים. זהו חלק רגיל מהתהליך.
Item1028=אין לכבות את המחשב, לסגור את המכסה, לנתק את המחשב ממתאם המתח או לנסות לגשת למחשב כעת.
Item1029=לחץ על 'המשך' כדי להפעיל מחדש את המחשב.
Item1030=השחזור הושלם
Item1031=לאחר הפעלת המחשב מחדש ולאחר שסיימת לבצע את ההתקנה הראשונית של המחשב, עליך לבצע מספר שלבים נוספים חשובים:
Item1032=עדכן קובצי אבטחה מ-Microsoft ומ-HP
Item1033=התקן מחדש תוכנות שלא סופקו עם המחשב
Item1034=שחזר נתונים אישיים כלשהם שגיבית (אם ישים)
Item1035=לחץ על 'סיום' כדי להפעיל את המחשב מחדש כעת.
Item1036=כן
Item1037=לא
Item1038=פנייה לשירות הלקוחות של HP
Item1039=ברוב המקרים, שחזור הכונן הקשיח יביא לפתרון הבעיות שנתקלת בהן.
Item1040=אם הבעיות ממשיכות, ייתכן שיהיה עליך לפנות אל שירות הלקוחות של HP.
Item1041=ניתן למצוא את הפרטים ליצירת קשר עם שירות הלקוחות של HP בתיעוד המחשב שלך.
Item1042=לסגירת תוכנית זו, לחץ על 'סיום'.
Item1043=הכנס את תקליטור השחזור ‎#00‎.
Item1044=הסר את המדיה לשחזור מהמערכת
Item1045=HP Recovery Manager יאפס את הכוננים הקשיחים להגדרות היצרן המקוריות. שינויים שבוצעו בנתוני משתמש ובכונן הקשיח יאבדו.
Item1046=אישור
Item1047=ביטול
Item1048=לפני שתמשיך, יש לנתק את כל ההתקנים החיצוניים למעט המקלדת, העכבר והמסך.
Item1049=HP Recovery Manager יאפס את הכוננים הקשיחים להגדרות היצרן המקוריות. שינויים שבוצעו בנתוני משתמש ובכונן הקשיח יאבדו.	
Item1050=תהליך זה יחזיר את המערכת שלך חזרה להגדרות היצרן המקוריות.
Item1051=מחיצות הדיסק הקשיח יחולקו מחדש ויעברו אתחול מחדש להגדרות היצרן המקוריות.
Item1052=כל הקבצים והמחיצות שנוצרו על-ידי משתמשים וכל תוכנית שהותקנה לאחר הרכישה יימחקו.
Item1053=אם המחשב שלך כלל במקור יותר ממערכת הפעלה אחת, תהליך השחזור יאפס את כל מערכות ההפעלה ויחזיר אותן להגדרות המפעל.
	
[Restoration Incomplete]	
Item1100=שחזור לא הושלם
Item1101=השחזור לא הושלם.
Item1102=בחר את אחד מהלחצנים הבאים:
Item1103=שמירת יומן רישום
Item1104=פרטים
Item1105=נסה שנית
Item1106=מאפיין זה אוסף מידע אודות המערכת על מנת לסייע ל-HP לאבחן את הבעיה.
Item1107=הכנס כונן דיסק נשלף בעל שטח פנוי של לפחות ‎00MB ולאחר מכן לחץ על 'אישור'.
Item1108=אישור
Item1109=אין די שטח פנוי. הכנס כונן דיסק נשלף בעל שטח פנוי של לפחות ‎00MB ולאחר מכן לחץ על 'אישור'.
Item1110=קובץ היומן נשמר כ-00.
Item1111=הכנס מדיה לשחזור.
Item1112=לחץ על 'המשך' כדי להפעיל מחדש את המחשב.
Item1113=המשך
Item1114=נפח הדיסק הקשיח הכולל קטן מזה של הדיסק הקשיח המקורי שהותקן במפעל. תהליך השחזור אינו יכול להימשך.
Item1115=נפח הדיסק הקשיח הכולל קטן מדי. תהליך השחזור אינו יכול להימשך.
		
[Drivers and Applications Reinstall]	
Item1200=התקנה מחדש של מנהלי התקן ויישומים
Item1201=בניית רשימה של מנהלי התקן ויישומים
Item1202=דף הבית
Item1203=התקן
Item1204=התקנה
Item1205=סיום
Item1206=יישומים (00)
Item1207=מנהלי התקן (00)
Item1208=עדכונים של HP ‏(00) - עדכונים יורדו ויותקנו מ-HP.com או מ-‎HP Support Assistant
Item1209=גרסה: 00
Item1210=‏00 פריטים,
Item1211=‏00 מתוך 01 פריטים שנבחרו,
Item1212=יישום 00 ו-
Item1213=‏00 יישומים ו-
Item1214=מנהל התקן 00 ו-
Item1215=‏00 מנהלי התקנים ו-
Item1216=‏00 עדכון של HP
Item1217=‏00 עדכונים של HP
Item1218=ההתקנה הושלמה.
Item1219=התקנת התוכנה מתבצעת. סגירת HP Recovery Manager בוטלה.
Item1220=אישור
Item1221=יש להסיר את ההתקנה של גרסאות קודמות של התוכנה לפני התקנת התוכנה מחדש.
Item1222=אירעו שגיאות בעת ביצוע התקנה מחדש של התוכנה. נסה שוב.
Item1223=לא נמצא מקור תוכנה במחשב זה
Item1224=פריט
Item1225=00 מתוך 01 פריטים שנבחרו,
Item1226=ייתכן שאחד או יותר מבין מנהלי ההתקן ו/או היישומים שנבחרו לא הותקנו כראוי וסומנו בסימן קריאה. בטל את התקנתם במחשב בטרם תנסה להתקין אותם שוב מ-HP Recovery Manager.
Item1227=ייתכן שאחד או יותר מבין מנהלי ההתקן ו/או היישומים שנבחרו לא הותקנו כראוי וסומנו ב-00. בטל את התקנתם במחשב בטרם תנסה להתקין אותם שוב מ-HP Recovery Manager.
Item1228=מנהל התקן 00
Item1229=מנהלי התקן 00
Item1230=סיום	
	
[RP Protection]	
Item1300=מחיצת שחזור
Item1301=אזהרה
Item1302=אזור זה של הדיסק הקשיח (או המחיצה) מכיל קבצים המשמשים לשחזור באמצעות Windows Push Button Reset (לחצן האתחול של Windows) ותמונת HP.
Item1303=אין למחוק או לשנות את הקבצים האלה.
Item1304=כל שינוי שנעשה במחיצה זו עלול להשפיע בעתיד על התפקודיות של שחזור המערכת.
	
[Show Contact Information]	
Item1350=פנייה לשירות הלקוחות של HP
Item1351=ברוב המקרים, שחזור תמונת היצרן יביא לפתרון הבעיות שנתקלת בהן.
Item1352=אם אתה עדיין נתקל בבעיות, או אם אתה זקוק למדיה לשחזור מערכת חלופית, עליך לפנות לקבלת סיוע משירות הלקוחות של HP.
Item1353=ניתן לפנות לשירות הלקוחות של HP בכתובת:
Item1354=www.hp.com/go/contacthp
Item1355=לחץ על 'סיום' כדי לסגור את התוכנית.
Item1356=לחץ על 'ביטול' כדי לסגור את התוכנית.

[File Backup Program 2.0]
Item1400=באיזו שיטה של בחירת קבצים ברצונך להשתמש ליצירת הגיבוי?
Item1401=בחירה אוטומטית
Item1402=בחר קטגוריות קבצים לגיבוי.
Item1403=בחירת משתמש
Item1404=בחר אילו תיקיות וקבצים לגבות באופן ידני.
Item1405=עם בחירה אוטומטית, אתה בוחר את הקטגוריות של הקבצים לגיבוי. לדוגמה, "תמונות" ו"מוסיקה וקובצי שמע אחרים". התוכנית מחפשת לאחר מכן במחשב קבצים בקטגוריות אלה (בהתבסס על ערכה מוגדרת מראש של סוגי קבצים הנפוצים בשימוש עבור קבצים כאלה), ומגבה אותם. הקבצים נדחסים ויש לשחזרם באמצעות אפשרות שחזור הקבצים, לפני שניתן יהיה לגשת אליהם.
Item1406=עם בחירת משתמש, באפשרותך לבחור בדיוק אילו קבצים ותיקיות לגבות, על-ידי בחירתם בחלון של סייר Windows. עומדות לרשותך שתי אפשרויות עבור הגיבוי – 'דחיסה' ו'ללא דחיסה'.
Item1407=דחיסה: הקבצים נדחסים ויש לשחזרם באמצעות אפשרות שחזור הקבצים, לפני שניתן יהיה לגשת אליהם.
Item1408=ללא דחיסה: הקבצים והספריות מועתקים בנפרד, ללא דחיסה. ניתן לגשת אל הקבצים מבלי להשתמש באפשרות שחזור הקבצים.
Item1409=האם ברצונך להשתמש בדחיסה?
Item1410=דחיסה
Item1411=ללא דחיסה
Item1412=הקבצים נדחסים לתבנית קובץ WIM, ויש לשחזרם למחשב באמצעות האפשרות 'שחזור קבצים', לפני שניתן יהיה לגשת אליהם. אפשרות זו ממזערת את גודלו של הגיבוי, ובמהלך שחזור קבצים יועתקו כל הקבצים אוטומטית לכונן C:\, ויהיו נגישים דרך קיצור דרך בשולחן העבודה.
Item1413=הקבצים והספריות מועתקים בנפרד, ללא דחיסה, וניתן לגשת אליהם ישירות מכונן הגיבוי, מבלי להשתמש באפשרות שחזור הקבצים. אפשרות זו לא ממזערת את גודל הגיבוי, ויהיה עליך להעתיק את הקבצים והספריות באופן ידני (העתק/הדבק) חזרה למחשב.
Item1414=אילו קבצים ברצונך לגבות?
Item1415=עיין בקבצים
Item1416=גודל הגיבוי:  00
Item1417=שם
Item1418=גודל
Item1419=בחירת מדיית שחזור
Item1420=בחירת מדיה: 00
Item1421=תזדקק לתקליטור 00 מסוג זה כדי ליצור את הגיבוי.
Item1422=כדי להמשיך את הגיבוי עם המדיה שנבחרה, לחץ על 'הבא'.
Item1423=כדי לבחור סוג מדיה אחר לשימוש, לחץ על 'הקודם'.
Item1424=הכנת קבצים
Item1425=יוצר תקליטור
Item1426=צורב תקליטור
Item1427=אמת תקליטור
Item1428=הכנס תקליטור 00 מתוך 00 00.
Item1429=קבצים שנבחרו
Item1430=העתק את הקבצים
Item1431=הקבצים והספריות שנבחרו הועתקו
Item1432=Recovery Manager העתיק בהצלחה את הקבצים
Item1433=ישנם קבצים שגודלם עולה על קיבולת תקליטור השחזור. לא ניתן להמשיך בתהליך השחזור.
Item1434=שנה למצב דחיסה
Item1435=בטל את הבחירה בקבצים שגודלם עולה על 00
Item1436=בחר התקן שוב
Item1437=רשימת קבצים גדולים
Item1438=הכנס תקליטור.
Item1439=אין תקליטור זמין עם די שטח פנוי לגיבוי. חבר תקליטור אחר או פנה מקום בתקליטור המחובר כעת.
Item1440=אין תמיכה בתקליטורים מסוג זה.
Item1441=מקטין את גודל הקובץ. מחייב שימוש באפשרות 'שחזור קבצים'.
Item1442=לא מקטין את גודל הקובץ, לא מחייב שימוש באפשרות 'שחזור קבצים'.
Item1443=ניתן לשמור גיבוי רק למדיה אופטית או לכונן דיסק קשיח חיצוני. אם ההתקן ו/או סוג המדיה הרצוי אינו מפורט להלן, ודא כי ההתקן מחובר ומופעל או כי סוג המדיה הרצוי הוכנס להתקן האופטי, כדי להמשיך בתהליך הגיבוי.
Item1444=זהו התקליטור השגוי או שהוא פגום. הכנס את תקליטור 00.
Item1445=ניתן לשמור שיקום רק בכונן קשיח חיצוני או בכונן USB flash, ובמערכת הקבצים NTFS. ודא שההתקן המבוקש מחובר ושמערכת הקבצים היא NTFS, לפני שאתה ממשיך בתהליך הגיבוי.
Item1446=אם נבחר 00 בבחירה אוטומטית או בבחירת משתמש, כל הקבצים יגובו במצב "ללא דחיסה" ויש לשחזר אותם ידנית על ידי העתקת הנתונים. לא ניתן להשתמש באפשרות File Restore (שחזור קובץ).
Item1447=כל הקבצים יאוחסנו בתיקיית 00.
Item1448=הקבצים נדחסים בקובץ במבנה קובץ WIM וחייבים לשחזר אותם במחשב באמצעות האפשרות File Restore (שחזור קובץ) על-מנת שניתן יהיה לגשת אליהם. אפשרות זו ממזערת את גודל הגיבוי וכל הקבצים ישוחזרו ביעד שתציין ויהיו נגישים באמצעות קיצור דרך שיופיע על שולחן העבודה.
Item1449=אין תמיכה בדחיסה כאשר נבחרו נתוני 00.
Item1450=נתוני 00 גובו לתיקייה שלהלן מתחת לספריית השורש של תיקיית הגיבוי:
Item1451=לאחר השלמת השחזור, עליך להעתיק את הגיבוי של נתוני 00 מהתיקייה על מדיית הגיבוי למערכת.
Item1452=כדי לגבות נתוני 00 חייבים להשתמש באפשרות No Compression (ללא דחיסה) בלבד.
Item1453=בחר OK (אישור) כדי לבצע גיבוי ולהשתמש באפשרות No Compression (ללא דחיסה) או בחר Cancel (ביטול) כדי לחזור ולגבות שוב את הקבצים.

[Windows Recovery Environment]
Item1500=גיבוי ושחזור של HP או צור קשר עם התמיכה של HP

[Windows System Refresh]
Item1600=רענן את המחשב שלך מבלי להשפיע על הקבצים האישיים שלך

[AboutInfo]
Item1700=מידע
Item1701=גרסה
Item1702=מדיית שחזור
Item1703=מערכת
Item1704=מספר מוצר
Item1705=מספר סידורי
Item1706=מחיצת שחזור HP
Item1707=כן
Item1708=לא
Item1709=אודות